arreglo de publicacion de alojamientos prioridad y readme actualizado
